[
    {
      "name": "20V MAX* XR® 5Ah Battery (2 PK)",
      "image": "https://i.ibb.co/6Z4sQTS/DCB205-2-1.jpg",
      "description": "The DCB205-2 20V MAX* 5.0Ah XR® Batteries provide immediate feedback on state of charge with the 3-LED Fuel Gauge System and has a lightweight design for easy transporting.",
      "minimumOrder": 700,
      "availableQuantity": 7000,
      "unitPrice": 573
    },
    {
      "name": "60V MAX* FLEXVOLT® 2.5 Gallon Cordless Air Compressor Kit",
      "image": "https://i.ibb.co/BTP0s9z/DCC2560-T1-1.jpg",
      "description": "The 60V MAX* FLEXVOLT 2.5 Gallon Cordless Air Compressor offers all of the convenience and portability of cordless, and lets you continue using the pneumatic tools you already have. Each battery charge allows for up to 1,220 nails**, providing the runtime to complete a variety of applications. Its OneTurn™ Regulator means you no longer have to fight with the dial. Plus, it's made right here in the USA with global materials.",
      "minimumOrder": 700,
      "availableQuantity": 7000,
      "unitPrice": 743
    },
    {
      "name": "20V MAX* Brushless Cordless 1/2 in. Compact Stud and Joist Drill with FLEXVOLT ADVANTAGE™ (Tool Only)",
      "image": "https://i.ibb.co/V33WtRb/DCD444-B-1.jpg",
      "description": "Get more done as you take on heavy-duty projects with this 20V MAX* Brushless 1/2 in. Compact Stud and Joist Drill with FLEXVOLT ADVANTAGE™. To aid in user control, E-Clutch(R) System shuts the tool down if necessary, in a bind up situation. Expedite your workflow with this power tool, which was engineered to finish up to 495 7/8 in. holes per charge. The Compact Stud and Joist Drill’s output is amplified when paired with a DEWALT FLEXVOLT® battery thanks to FLEXVOLT ADVANTAGE™ technology. Battery and charger sold separately.",
      "minimumOrder": 700,
      "availableQuantity": 7000,
      "unitPrice": 350
    },
    {
      "name": "XTREME™ 12V MAX* Brushless Cordless 5-in-1 Drill/Driver Kit",
      "image": "https://i.ibb.co/S7042kq/DCD703-F1-1.jpg",
      "description": "Take on a wide range of drilling jobs with the incredible versatility offered by the XTREME™ 12V MAX* Brushless Cordless 5-in-1 Drill/Driver Kit. Designed to improve access in hard-to-reach spaces, this Multi-Head Drill/Driver features 4 dedicated attachment solutions. Drill and fasten in confined spaces with ease using the 1/4 in. hex right angle attachment, while the 1/4 in. hex quick release offset accessory delivers high performance in challenging corner spots. Conveniently load 1/4 in. hex accessory bits using one hand with the 1/4 in. hex quick release add-on, then tackle precision applications like drilling small pilot holes with the 3/8 in. ratcheting chuck attachment. Keep your bits close at hand with the built-in 1/4 Hex Magnetic Bit Holder for short tool length. At less than 5 in. long, this compact tool offers pro-level usability with 2-speed transmission and 15 clutch settings for the control you need to complete a variety of projects. Includes a DCB122 12V MAX* 2.0Ah Battery, DCB112 Charger, Belt Hook, and Kit Bag.",
      "minimumOrder": 700,
      "availableQuantity": 7000,
      "unitPrice": 700
    },
    {
      "name": "XTREME 12V MAX* Brushless 1/2 in. Cordless Impact Wrench Kit",
      "image": "https://i.ibb.co/JmXtb8s/DCF901-GJ1-G1-1.jpg",
      "description": "Ideal for use in a wide variety of automotive applications, the XTREME 12V MAX* Brushless 1/2 in. Cordless Impact Wrench delivers 250 ft-lbs of max tightening torque and 400 ft-lbs of max breakaway torque to tackle stuck and stubborn fasteners. Access tight areas with its compact design while the LED ring illuminates your workspace. With a glass-filled nylon housing that resists harsh chemicals and solvents, this tool will deliver quality performance day in and day out.",
      "minimumOrder": 700,
      "availableQuantity": 7000,
      "unitPrice": 185
    },
    {
      "name": "20V MAX* 15° Cordless Coil Roofing Nailer Kit",
      "image": "https://i.ibb.co/HG7gD6P/DCN45-RND1-1.jpg",
      "description": "Ideal for service repairs and small jobs, this 20V MAX* 15° Cordless Coil Roofing Nailer delivers cordless convenience. There are absolutely no hoses, compressors, or gas cartridges required. It's 100% battery-powered so the pro can show up and get to work right away. The 20V MAX* 15° Cordless Coil Roofing Nailer can drive the full range of roofing fasteners from 3/4 in. to 1-3/4 in. Get the job done quickly and efficiently with bump actuation mode and tool-free depth adjustment that provides precise nail placement.",
      "minimumOrder": 700,
      "availableQuantity": 7000,
      "unitPrice": 847
    },
    {
      "name": "20V MAX* 7-1/4 in. Brushless Cordless Circular Saw with FLEXVOLT Advantage™ (Tool Only)",
      "image": "https://i.ibb.co/w7r5pYs/DCS573-B-1.jpg",
      "description": "Get more power with the DEWALT® 20V MAX* brushless tools with FLEXVOLT Advantage™ tool technology. The 7-1/4 in. Circular Saw has up to 77% more power when paired with a DCB606 FLEXVOLT® battery vs a DCB205 20V MAX* battery. Battery and charger sold separately.",
      "minimumOrder": 700,
      "availableQuantity": 7000,
      "unitPrice": 547
    },
    {
      "name": "7-1/4 in. Circular Saw Blades",
      "image": "https://i.ibb.co/FgT9LdF/DWA1714243-P1.jpg",
      "description": "this is a amazing product or professional TOOL for your work",
      "minimumOrder": 700,
      "availableQuantity": 7000,
      "unitPrice": 85
    },
    {
      "name": "Premium Folding Retractable Utility Knife",
      "image": "https://i.ibb.co/m0svrXB/DWHT10296-1.jpg",
      "description": "This folding retractable knife has the blade security of a fixed knife with the convenience of a retractable knife. Offering 3X the blade retention of our traditional knives and an easy blade change with the simple press of a button, the folding retractable knife offers the best of both knives.͍",
      "minimumOrder": 700,
      "availableQuantity": 7000,
      "unitPrice": 47
    },
    {
      "name": "3 lb Fiberglass Drilling Hammer",
      "image": "https://i.ibb.co/Htwz3TK/DWHT56142-1.jpg",
      "description": "This 3 lb. fiberglass drilling hammer offers a concentrated strike face for superior impact. With its forged steel body, this sledge hammer is built tough to withstand those outdoor, rugged conditions. The durable handle is created with lightweight fiberglass and has overstrike protection to reinforce where handles break most.",
      "minimumOrder": 700,
      "availableQuantity": 7000,
      "unitPrice": 28
    },
    {
      "name": "Carbon Fiber Composite Staple Gun",
      "image": "https://i.ibb.co/vsBZpxS/DWHT80276-1.jpg",
      "description": "The DEWALT® Carbon Fiber Composite Staple Gun features a carbon fiber composite housing that weighs 50 percent less* and reduces muscle fatigue by 25 percent**. The quick and easy button load design and a low fastener indicator ensures the supply is ideal for repetitive jobs, like insulation and roofing or carpet underlayment. A reversible belt hook provides left or right-handed access.",
      "minimumOrder": 700,
      "availableQuantity": 7000,
      "unitPrice": 147
    },
    {
      "name": "20V MAX* 70,000 BTU Cordless Forced Air Propane Heater",
      "image": "https://i.ibb.co/TYwLYzc/DXH70-CFAV-1.jpg",
      "description": "The 20V MAX* 70,000 BTU Cordless Forced Air Propane Heater comes standard with a hose, regulator, and all the safety you would expect from DEWALT products. Equipped with factory installed high limit switches and a thermoelectric safety valve you can feel comfortable using this heater on any jobsite. Just insert any 20V MAX* or 20V/60V MAX* FLEXVOLT® batteries into the heater, hook up the included hose and regulator to a propane tank, and you are ready to cut the cord and take this heater anywhere.",
      "minimumOrder": 700,
      "availableQuantity": 7000,
      "unitPrice": 447
    }
    
  ]